Repository: andreesg/bda.plone.ticketshop
Catalog: src/bda/plone/ticketshop/locales/*/LC_MESSAGES/bda.plone.ticketshop.po
Languages: de

source: Buyable Event
de: Veranstaltung

source: Create ticket occurrences
de: Erstelle Tickets für Wiederholungen

source: Create ticket occurrences for all existing event occurrences
de: Erstellt Ticket Widerholungen für alle existierenden Wiederholugen der Veranstaltung.

source: Information about an upcoming event, which can be sold.
de: Information über eine anstehende veranstaltung, für die Tickets verkauft werden können.

source: Occurrence of Ticket
de: Ticket Wiederholung

source: Ticket Occurrence
de: Ticket Wiederholung

# alert_ticket_no_longer_available
source: Ticket is no longer available, please remove from cart
de: Keine Tickets mehr verfügbar. Bitte entfernen Sie dieses Ticket aus dem Warenkorb.

# alert_ticket_number_exceed
source: Limit exceed by ${exceed} tickets
de: Anzahl Tickets um ${exceed} überschritten. Bitte passen Sie die Anzahl dieses Tickets im Warenkorb an.

# alert_ticket_number_reserved
source: ${reserved} tickets reserved
de: ${reserved} Ticket(s) als Vorbestellung

# event_tickets_limit_reached
source: Limit of tickets for this event reached
de: Maximal erlaubte Anzahl an Tickets für diese Veranstaltung erreicht

# item_available
source: Available
de: Verfügbare Tickets

# item_overbook
source: Overbook
de: Erlaubte Vorreservierungen

# label_item_available
source: Item stock available
de: Anzahl verfügbare Tickets

# label_item_cart_count_limit
source: Max count of this item in cart
de: Maximal erlaubte Anzahl an Tickets für diese Veranstaltung im Warenkorb

# label_item_display_stock
source: Display item stock
de: Zeige Ticket Verfügbarkeit

# label_item_overbook
source: Item stock overbook
de: Anzahl erlaubte Vorreservierungen

# ticket_critical_available_message
source: Just ${available} tickets(s) left.
de: Nur noch ${available} Ticket(s) verfügbar.

# ticket_critical_available_title
source: Low tickets available
de: Wenige Tickets verfügbar.

# ticket_full_available_message
source: ${available} tickets(s) available.
de: ${available} Tickets verfügbar.

# ticket_full_available_title
source: Tickets available
de: Tickets verfügbar

# ticket_limit_reached
source: Limit for this ticket reached
de: Maximal erlaubte Anzahl dieses Tickets im Warenkorb erreicht

# ticket_not_available_message
source: Tickets are sold out.
de: Tickets ausverkauft.

# ticket_not_available_title
source: No more tickets available
de: Für diese Veranstaltung sind keine Tickets mehr verfügbar.

# ticket_overbook_available_message
source: Tickets are sold out. You can add ${reservable} tickets on a reservations list. If some tickets gets refused, you'll get informed.
de: Tickets sind ausverkauft. Sie können bis zu ${reservable} Tickets vorbestellen. Sollte ein Platz frei werden, erhalten Sie die Option dennoch an der Veranstaltung teil zu nehmen.

# ticket_overbook_available_title
source: Ticket reservations available
de: Ticket Vorbestellungen verfügbar.

# trying_to_add_more_tickets_than_available
source: Not enough tickets available, abort.
de: Nicht mehr genügend Tickets verfügbar. Abbruch.
